Repository: teejee2008/timeshift
Catalog: po/timeshift-*.po
Languages: az, ko

source: If the restored system fails to boot, then boot from the Live CD/USB, install Timeshift, and try restoring another snapshot.
az: Əgər bərpa olunan sistem açıla bilmirsə, Live CD/USB-dən sistemi açın, Timeshifti quraşdırın və başqa nüsxəni bərpa etməyə cəhd edin.
ko: 복원된 시스템이 부팅되지 않으면, Live CD/USB에서 부팅하고, Timesshift를 설치한 후 다른 스냅샷을 복원해 보십시오.

source: If these terms are not acceptable to you, please do not proceed beyond this point!
az: Əgər bu sizin üçün uyğun deyilsə lütfən davam etməyin!
ko: 이 조건을 수락할 수 없는 경우, 이후의 과정을 진행하지 마십시오!

source: If you find this application useful, consider making a donation to support the development.
az: Əgər bu tətbiqi faydalı hesab edirsinizsə, o zaman onun inkişaf etdirilməsinə maddi dəstək verə bilərsiniz.

source: Include / Exclude Patterns
az: Daxil etmə / İstisna etmə şablonları
ko: 패턴 포함하기 / 제외하기

source: Include @home subvolume in backups
az: Ehtiyat nüsxələməyə @home alt tutumunu daxil edin
ko: 백업에 있는 @home 하위 볼륨 포함하기

source: Include All Files
az: Bütün fayllar daxil
ko: 모든 파일 포함하기

source: Include Only Hidden Files
az: Yalnız gizli fayllar daxil
ko: 숨겨진 파일만 포함하기

source: Invalid Snapshot
az: Səhv nüsxə
ko: 잘못된 스냅샷

source: Invalid command line arguments
az: Səhv əmr sətri arqumentləri
ko: 잘못된 명령줄 인수

source: Invalid snapshot
az: Səhv nüsxə
ko: 잘못된 스냅샷

source: Items Not Selected
az: Element seçilməyib
ko: 선택되지 않은 항목

source: Keep
az: Saxlanılsın
ko: 유지하기

source: Keep configuration files for bittorrent clients like Deluge, Transmission, etc. If un-checked, previous configuration files will be restored from snapshot.
az: Deluge, Transmission və s. kimi bittorrent müştəriləri üçün tənzimləmə faylları saxlanılsın. Əgər işarə silinərsə, nüsxədən əvvəlki tənzimləmə faylları bərpa ediləcəkdir.
ko: Deluge, Transmission 등과 같은 bittorrent 클라이언트에 대한 구성 파일을 유지합니다. 선택하지 않으면 이전 구성 파일이 스냅샷에서 복원됩니다.

source: Keep configuration files for web browsers like Firefox and Chrome. If un-checked, previous configuration files will be restored from snapshot
az: Firefox və ya Chrome kimi veb-bələdçilər üçün fayllar saxlanılsın.İşarəsi silinərsə əvvəlki tənzimləmə faylları nüsxədən bərpa olunacaqdır.
ko: Firefox 및 Chrome과 같은 웹 브라우저용 구성 파일을 보관합니다. 선택하지 않으면 이전 구성 파일이 스냅샷에서 복원됩니다

source: Keep on Root Device
az: Kök cihazında saxlanılsın
ko: 루트 장치에 유지하기

source: Keep this mount path on the root filesystem
az: Bu qoşulma yolu kök fayl sistemində saxlanılsın
ko: 루트 파일 시스템에 이 마운트 경로 유지하기

source: LIVE
az: İŞLƏK
ko: 실시간

source: Label
az: Etiket
ko: 레이블

source: Last boot snapshot is %d hours old
az: Sonuncu nüsxə %d saat əvvəl yaradılıb
ko: 마지막 부팅 스냅샷이 %d시간 경과했습니다

source: Last boot snapshot is older than system start time
az: Sonuncu nüsxə sistemin başlama vaxtından əvvəl yaradılıb
ko: 마지막 부트 스냅샷이 시스템 시작 시간보다 오래되었습니다

source: Last boot snapshot not found
az: Sonuncu önyükləmə nüsxəsi tapılmadı
ko: 마지막 부트 스냅샷을 찾을 수 없습니다

source: Last daily snapshot is %d hours old
az: Sonuncu günlük nüsxə %d saat əvvəl yaradılıb
ko: 마지막 매일 스냅샷을 만든 지 %d시간 경과되었습니다

source: Last daily snapshot is more than 1 day old
az: Sonuncu günlük nüsxə 1 gün əvvəl yaradılıb
ko: 마지막 매일 스냅샷을 만든 지 하루가 경과되었습니다

source: Last daily snapshot not found
az: Sonuncu günlük nüsxə tapılmadı
ko: 마지막 매일 스냅샷을 찾을 수 없습니다

source: Last hourly snapshot is %d minutes old
az: Sonuncu saatbaşı nüsxə %d dəqiqə əvvəl yaradılıb
ko: 마지막 매시간 스냅샷을 만든 지 %d분이 경과되었습니다

source: Last hourly snapshot is more than 1 hour old
az: Sonuncu saatbaşı nüsxə %d saat əvvəl yaradılıb
ko: 마지막 매시간 스냅샷을 만든 지 한 시간이 경과되었습니다

source: Last hourly snapshot not found
az: Sonuncu saatbaşı nüsxə tapılmadı
ko: 마지막 매시간 스냅샷을 찾을 수 없습니다

source: Last monthly snapshot is %d days old
az: Sonuncu aylıq nüsxə %d gün əvvəl yaradılıb
ko: 마지막 매월 스냅샷을 만든 지 %d일이 경과되었습니다

source: Last monthly snapshot is more than 1 month old
az: Sonuncu aylıq nüsxə 1 ay əvvəl yaradılıb
ko: 마지막 매월 스냅샷을 만든 지 한 달이 경과되었습니다

source: Last monthly snapshot not found
az: Sonuncu aylıq nüsxə tapılmadı
ko: 마지막 매월 스냅샷을 찾을 수 없습니다

source: Last weekly snapshot is %d days old
az: Sonuncu həftəlik nüsxə %d gün əvvəl yaradılıb
ko: 마지막 매주 스냅샷을 만든 지 %d일이 경과되었습니다

source: Last weekly snapshot is more than 1 week old
az: Sonuncu həftəlik nüsxə %d həftə əvvəl yaradılıb
ko: 마지막 매주 스냅샷을 만든 지 일주일이 경과되었습니다

source: Last weekly snapshot not found
az: Sonuncu həftəlik nüsxə tapılmadı
ko: 마지막 매주 스냅샷을 찾을 수 없습니다

source: Latest snapshot
az: Sonuncu nüsxə
ko: 최근 스냅샷

source: License
az: Lisenziya
ko: 라이선스

source: Linking from snapshot
az: Nüsxədən alınıb
ko: 스냅샷에서 링크하기

source: List
az: Siyahı
ko: 목록

source: List devices
az: Cihazların siyahısı
ko: 장치 목록

source: List snapshots
az: Nüsxələrin siyahısı
ko: 스냅샷 목록

source: Live USB Mode (Restore Only)
az: 'Live USB' rejimi (Yalnız bərpa)
ko: Live USB 모드 (복원 전용)

source: Location
az: Yerləşmə yeri
ko: 위치

source: Main window closed by user
az: Əsas pəncərə istifadəçi tərəfindən bağlanıb
ko: 사용자가 닫은 메인 창

source: Mark for Deletion
az: Silmək üçün işarələyin

source: Marked for deletion
az: Silmək üçün işarələndi

source: Maximum backups exceeded for backup level
az: Ehtiyyat nüsxələrin sayı maksimum ehtiyyat nüsxələmə səviyyəsini aşdı
ko: 백업 수준의 최대 백업 수를 초과했습니다

source: Menu
az: Menyu
ko: 메뉴

source: Misc
az: Digər
ko: 기타

source: Miscellaneous
az: Müxtəlif
ko: 기타

source: Missing Dependencies
az: Asılılıqlar çatışmır
ko: 누락된 종속성

source: Mode
az: Rejim
ko: 모드

source: Monthly
az: Aylıq
ko: 매월

source: Monthly snapshot are enabled
az: Aylıq nüsxələmə aktiv edildi
ko: 매월 스냅샷 만들기를 실행합니다

source: Monthly snapshot failed!
az: Aylıq nüsxələmə alınmadı!
ko: 매월 스냅샷 만들기에 실패했습니다!

source: Mount
az: Qoşun
ko: 마운트

source: Moved system subvolume to snapshot directory
az: Sistem alt bölmələri nüsxələmə kataloquna köçürüldü
ko: 시스템 하위 볼륨을 스냅샷 디렉터리로 이동했습니다

source: Multiple snapshots selected
az: Birdən çox nüsxələr seçildi
ko: 여러 스냅샷 선택됨

source: Name
az: Ad
ko: 이름

source: Next
az: Növbəti
ko: 다음

source: No
az: Xeyr
ko: 아니요

source: No Change
az: Dəyişiklik yoxdur
ko: 변경 없음

source: No Snapshots Selected
az: Nüsxələr seçilməyib
ko: 선택한 스냅샷 없음

source: No snapshots available
az: Nüsxələr əlçatan deyil
ko: 사용 가능한 스냅샷 없음

source: No snapshots found
az: Nüsxələr tapılmadı
ko: 스냅샷을 찾을 수 없음

source: No snapshots found on device
az: Cihazda nüsxələr tapılmadı
ko: 이 장치에서 스냅샷을 찾을 수 없음

source: No snapshots on device
az: Cihazda heç bir nüsxə yoxdur
ko: 장치에 스냅샷 없음

source: No snapshots on this device
az: Bu cihazda heç bir nüsxə yoxdur
ko: 이 장치에는 스냅샷 없음

source: No snapshots selected
az: Nüsxələr seçilmıyib
ko: 선택한 스냅샷 없음

source: None
az: Heç biri
ko: 없음

source: Not Found
az: Tapılmadı
ko: 찾을 수 없음

source: Not Selected
az: Seçilməyib
ko: 선택되지 않음

source: Not Supported
az: Dəstəklənmir
ko: 지원되지 않음

source: Not enough disk space
az: Diskdə kifayət qədər yer yoxdur
ko: 디스크 공간이 부족합니다

source: Notes
az: Qeydlər
ko: 메모

source: Nothing to do!
az: Edilməli bir şey yoxdur!
ko: 할 작업이 없습니다!

source: Num
az: Say
ko: 번호

source: Number of snapshots to keep. Older snapshots will be removed once this limit is exceeded.
az: Saxlanılacaq nüsxələrin sayı. Bu həddi aşdıqda köhnə nüsxələr silinəcəkdir.
ko: 보관할 스냅샷 수입니다. 이 제한을 초과하면 이전 스냅샷이 제거됩니다.

source: OK
az: OLDU
ko: 확인

source: OS must be installed on a BTRFS partition with Ubuntu-type subvolume layout (@ and @home subvolumes). Other layouts are not supported.
az: ƏS, Ubuntu tipli alt bölmə qatı olan bir BTRFS bölməsinə quraşdırılmalıdır (@ və @home alt bölmələri). Digər qatlar dəstəklənmir.
ko: OS는 Ubuntu 유형 하위 볼륨 레이아웃(@ 및 @home 하위 볼륨)이 있는 BTRFS 파티션에 설치해야 합니다. 다른 레이아웃은 지원되지 않습니다.

source: Older log files removed
az: Köhnə jurnal faylları silindi
ko: 이전 로그 파일이 제거됨

source: Oldest snapshot
az: Köhnə nüsxələr
ko: 가장 오래된 스냅샷

source: On demand (manual)
az: Tələbə görə (əl ilə)
ko: 요청 시 (수동)

source: Only ubuntu-type layouts with @ and @home subvolumes are currently supported.
az: Yalnız, @ və @home Ubuntu tipli alt bölmələri hal-hazırda dəstəklənir.
ko: @ 및 @home 하위 볼륨이 있는 우분투 유형 레이아웃만 현재 지원됩니다.

source: Open Menu
az: Menyunu açın
ko: 메뉴 열기

source: Option --snapshot-device should not be specified for creating snapshots in BTRFS mode
az: BTRFS ilə nüsxələmədə --snapshot-device parametri göstərilməməlidir.
ko: BTRFS 모드에서 스냅샷을 만들기 위해 --snapshot-device 옵션을 지정하면 안 됩니다

source: Options
az: Seçimlər
ko: 옵션

source: Other applications (next page)
az: Digər tətbiqlər (növbəti səhifə)
ko: 다른 응용프로그램 (다음 페이지)

source: Owner
az: Sahibi
ko: 소유자

source: Parent Device
az: Əsas cihaz
ko: 상위 장치

source: Parsing log file...
az: Jurnal faylları təhlil olunur...
ko: 로그 파일 구문 분석하는 중...

source: Partition has an unsupported subvolume layout.
az: Bölmədə, dəstəklənməyən alt bölmə qatı var.
ko: 파티션에 지원되지 않는 하위 볼륨 레이아웃이 있습니다.

source: Path
az: Yol
ko: 경로

source: Pattern
az: Şablon
ko: 패턴

source: Permissions
az: İcazələr
ko: 권한

source: Please check if you have multiple windows open.
az: Birdən çox pəncərələrin açılıb-açılmadığını yoxlayın.
ko: 여러 개의 창이 열려 있는지 확인하십시오.

source: Please do not interrupt the restore process!
az: Lütfən bərpa əməliyyatını yarımçıq kəsməyin!
ko: 복원 프로세스를 중단하지 마십시오!

source: Please install required packages and try running TimeShift again
az: Lütfən tələb olunan paketləri quraşdırın və TimeShifti yenidən başlatmağa cəhd edin
ko: 필요한 패키지를 설치하고 TimeShift를 다시 실행하십시오

source: Please re-run the application as admin (using 'sudo' or 'su')
az: Lütfən tətbiqi inzibatçı kimi ('sudo' və ya 'su' ilə) yenidən başladın
ko: 관리자로 애플리케이션을 다시 실행하십시오 ('sudo' 또는 'su' 사용)

source: Please run the application as admin (using 'sudo' or 'su')
az: Tətbiqi inibatçı kimi başladın ('sudo' və ya 'su' ilə)
ko: 응용프로그램을 관리자로 실행하십시오 ('sudo' 또는 'su' 사용)

source: Please save your work and close all applications.
az: İşlərinizi yaddaşda saxlayın və bütün tətbiqləri bağlayın.
ko: 작업을 저장하고 모든 응용 프로그램을 닫으십시오.

source: Please select a snapshot to view the log!
az: Lütfən jurnalına baxacağınız nüsxəni seçin!
ko: 로그를 보려면 스냅샷을 선택하십시오!

source: Please select the GRUB device
az: Lütfən GRUB cihazını seçin
ko: GRUB 장치를 선택하십시오

source: Please wait a few minutes and try again.
az: Bir neçə dəqiqə gözləyin və yenidən cəhd edin.
ko: 잠시 기다렸다가 다시 시도하십시오.

source: Please wait for snapshots to be deleted.
az: Lütfən nüsxənin silinməsini gözləyin.
ko: 스냅샷이 삭제될 때까지 기다리십시오.

source: Please wait...
az: Lütfən gözləyin...
ko: 기다려 주십시오...

source: Populating list...
az: Siyahı doldurulur...
ko: 목록을 채우는 중...

source: Preparing...
az: Hazırlanır...
ko: 준비하는 중...

source: Previous
az: Əvvəlkilər
ko: 이전

source: Print debug information
az: Sazlama məlumatlarını çap edin
ko: 디버그 정보 출력

source: Query completed
az: Sorğu tamamlandı
ko: 쿼리 완료됨

source: Querying subvolume info...
az: Alt bölmə məlumatları sorğulanır...
ko: 하위 볼륨 정보 쿼리하는 중...

source: RSYNC Snapshots
az: RSYNC nüsxələri
ko: RSYNC 스냅샷

source: Re-generates initramfs for all installed kernels. This is generally not needed. Select this only if the restored system fails to boot.
az: Bütün quraşdırılmış nüvələr üçün initramfs yenidən yaradılır. Bu əsasən lazım olmur. Bunu sistemin açılmasında problem olduqda seçin.
ko: 설치된 모든 커널에 대해 initramfs를 다시 생성합니다. 일반적으로는 필요하지 않습니다. 복원된 시스템이 부팅에 실패한 경우에만 선택합니다.

source: Re-install GRUB2 bootloader?
az: GRUB2 önyükləyici yenidən quraşdırılsın?
ko: GRUB2 부트로더를 다시 설치하시겠습니까?

source: Re-installing GRUB2 bootloader...
az: GRUB2 önyükləyici yenidən quraşdırılır...
ko: GRUB2 부트로더 다시 설치하는 중...

source: Re-installs the GRUB2 bootloader on the selected device.
az: Seçilmiş cihazda GRUB2 önyükləyici yenidən quraşdırılır.
ko: 선택한 장치에 GRUB2 부트로더를 다시 설치합니다.

source: Read %'d of %'d lines...
az: %'d / %'d sətirlər oxunur
ko: %'d / %'d 개의 줄 읽음...

source: Rebooting system...
az: Sistem yenidən başladılır...
ko: 시스템 재부팅하는 중...

source: Recommended
az: Tövsiyyə olunan
ko: 권장

source: Refresh
az: Təzələmək
ko: 새로 고침

source: Remote and network locations are not supported.
az: Serverdəki və şəbəkə üzərindəki yerlər dəstəklənmir.
ko: 원격 및 네트워크 위치는 지원되지 않습니다.

source: Remove
az: Silin
ko: 제거

source: Removed
az: Silindi
ko: 제거됨

source: Removed cron task
az: Cron tapşırığı silindi
ko: cron 작업 제거됨

source: Removed mount directory: '%s'
az: Qoşulma kataloqu silindi: '%s'
ko: 마운트 디렉터리 제거됨: '%s'

source: Removed snapshot
az: Nüsxə silindi
ko: 스냅샷 제거됨

source: Removing
az: Silinir
ko: 제거하는 중

source: Removing snapshot
az: Nüsxə silinir
ko: 스냅샷 제거하는 중

source: Removing snapshots
az: Nüsxələr silinir
ko: 스냅샷 제거하는 중

source: Required for displaying shared and unshared size for snapshots in the main window
az: Əsas pəncərədəki nüsxələr üçün paylaşılan və paylaşılmayan ölçülərin göstərilməsi tələb olunur.
ko: 기본 창에서 스냅샷의 공유 및 비공유 크기를 표시하는 데 필요합니다

source: Restore
az: Bərpa edin
ko: 복원하기

source: Restore @home subvolume
az: @home alt bölməsini bərpa edin
ko: @home 하위 볼륨 복원하기

source: Restore Device
az: Cihazı bərpa edin
ko: 장치 복원하기

source: Restore Exclude
az: İstisnaları bərpa edin
ko: 제외 항목 복원하기

source: Restore Snapshot
az: Nüsxələri bərpa edin
ko: 스냅샷 복원

source: Restore completed
az: Bərpa başa çatdı
ko: 완료된 스냅샷 복원하기

source: Restore selected snapshot
az: Seçilmiş nüsxəni bərpa edin
ko: 선택한 스냅샷 복원하기

source: Restore snapshot
az: Nüsxəni bərpa edin
ko: 스냅샷 복원하기

source: Restored subvolumes will become active after system is restarted.
az: Bərpa edilmiş alt bölmələr sistem yenidən başladıqdan sonra aktiv olacaq.
ko: 복원된 하위 볼륨은 시스템이 다시 시작된 후 활성화됩니다.

source: Restored system subvolume
az: Bərpa olunmuş alt bölmələr
ko: 시스템 하위 볼륨 복원됨

source: Restoring Snapshot...
az: Nüsxələr bərpa olunur...
ko: 스냅샷 복원하는 중...

source: Restoring a snapshot will replace system subvolumes, and system subvolumes currently in use will be preserved as a new snapshot. If required, this snapshot can be restored later to 'undo' the restore.
az: Nüsxənin bərpa olunması sistem alt bölmələrini əvəzləyəcək və hal-hazırda istifadə olunan sistem bölmələr yeni nüsxə kimi saxlanılacaq. Sonra lazım gələrsə 'geri qaytarmaq' üçün bu nüsxədən bərpa etmək olar.
ko: 스냅샷을 복원하면 시스템 하위 볼륨이 교체되고 현재 사용 중인 시스템 하위 볼륨이 새 스냅샷으로 보존됩니다. 필요한 경우 이 스냅샷을 나중에 복원하여 복원을 '실행 취소'할 수 있습니다.

source: Restoring snapshot...
az: Nüsxə bərpa olunur...
ko: 스냅샷 복원하는 중...

source: Restoring snapshots only replaces system files and settings. Non-hidden files and directories in user home directories will not be touched. This behaviour can be changed by adding a filter to include these files. Included files will be backed up when snapshot is created, and replaced when snapshot is restored.
az: Nüsxələrin bərpa olunması yalnız sistem fayllarını və ayarlarını əvəzləyəcək. istifadəçinin ev qovluğunda gizli olmayan fayllar və qovluqlara toxunulmayacaq. Daxil edilən fayllar yaradılan ehtiyyat nüsxəyə daxil ediləcək və nüsxə bərpa olunarkən əvəzlənəcəklər.
ko: 스냅샷을 저장하면 시스템 파일과 설정만 바뀝니다. 사용자 홈 디렉터리의 숨겨진 파일 및 디렉터리는 건드리지 않습니다. 이 동작은 이러한 파일을 포함하는 필터를 추가하여 변경할 수 있습니다. 포함된 파일은 스냅샷 생성 시 백업되며, 스냅샷 복원 시 교체됩니다.

source: Revision
az: Buraxılış
ko: 개정판

source: Root device not selected
az: Kök cihazı seçilməyib
ko: 루트 장치가 선택되지 않았습니다

source: Rsync Log Viewer
az: Rsync jurnalına baxış
ko: Rsync 로그 뷰어

source: Run 'timeshift' for the command-line version of this tool
az: Bu alətin əmrlər sətri versiyası üçün 'timeshift' əmrini başladın
ko: 이 도구의 명령줄 버전에 대해 'timeshift'를 실행합니다

source: Run in non-interactive mode
az: Qeyri-interaktiv rejimdə başladın
ko: 비대화형 모드에서 실행

source: Running
az: İşə düşür
ko: 실행 중

source: Save snapshots to an external disk instead of the system disk to guard against drive failures.
az: Sistem diskində yaranacaq problem səbəbindən nüsxələrin itirilməsindən qorunmaq üçün onları xarici diskdə saxlayın.
ko: 드라이브 오류를 방지하기 위해 시스템 디스크 대신 외부 디스크에 스냅샷을 저장합니다.

source: Saving snapshots to a non-system disk allows you to format and re-install the OS on the system disk without losing snapshots stored on it. You can even install another Linux distribution and later roll-back the previous distribution by restoring a snapshot.
az: Nüsxələrin qeyri-sistem diskində saxlanılması, ƏS-ni sistem dsikində ehtiyyat nüsxələr itirilmədən saxlamağa imkan verir. Siz hətta başqa Linix distribütoru quraşdıra bilərsiniz və sonra orada nüsxəni bərpa edərək əvvəlki düstribütoru qaytara bilərsiniz.
ko: 비시스템 디스크에 스냅샷을 저장하면 저장된 스냅샷을 잃지 않고 시스템 디스크에서 OS를 포맷하고 다시 설치할 수 있습니다. 다른 Linux 배포판을 설치하고 나중에 스냅샷을 복원하여 이전 배포판을 롤백할 수도 있습니다.

source: Saving to device
az: Cihazda saxlanılır
ko: 장치에 저장하는 중

source: Schedule
az: Planlama
ko: 일정 관리

source: Scheduled snapshot in progress...
az: Planlaşdırılmış nüsxələmə icra olunur...
ko: 예약된 스냅샷 진행 중...

source: Scheduled snapshots are disabled
az: Planlaşdırılmış nüsxələmə söndürülüb
ko: 예약된 스냅샷이 비활성화되었습니다

source: Scheduled snapshots are disabled. It's recommended to enable it.
az: Planlaşdırılmış nüsxələmə söndürülüb. Onu aktiv etmək məsləhətdir.
ko: 예약된 스냅샷이 비활성화되었습니다. 활성화하는 것을 권장합니다.

source: Scheduled snapshots are enabled
az: Planlaşdırılmış nüsxələmələr aktivdir
ko: 예약된 스냅샷이 활성화되었습니다

source: Scheduled snapshots are enabled. Snapshots will be created automatically for selected levels.
az: Planlaşdırılmış nüsxələmələr aktivdir. Seçilmiş səviyyələr üçün nüsxələr avtomatik yaradılacaqdır.
ko: 예약된 스냅샷이 활성화되었습니다. 스냅샷은 선택한 레벨에 대해 자동으로만들어지게 됩니다.

source: Select '%s' device (default = %s)
az: '%s' cihazı seçin (ilkin = %s)
ko: '%s' 장치 선택하기 (기본값 = %s)

source: Select BTRFS system disk with root subvolume (@)
az: Kök alt bölməsi (@) ilə BTRFS sistem diskini seçin
ko: 루트 하위 볼륨(@)이 있는 BTRFS 시스템 디스크 선택하기

source: Select GRUB device
az: GRUB cihazını seçin
ko: GRUB 장치 선택하기

source: Select Path
az: Yolu seçin

source: Select Snapshot
az: Nüsxəni seçin
ko: 스냅샷 선택하기

source: Select Snapshot Levels
az: Nüsxələmə səviyyələrini seçin
ko: 스냅샷 레벨 선택

source: Select Snapshot Location
az: Nüsxələmə yerini seçin
ko: 스냅샷 위치 선택하기

source: Select Snapshot Type
az: Nüsxələmə növünü seçin
ko: 스냅샷 유형 선택하기

source: Select Snapshots
az: Nüsxələri seçin
ko: 스냅샷 선택하기

source: Select Target Device
az: Hədəf cihazını seçin
ko: 대상 장치 선택

source: Select a partition on this disk
az: Bu diskdə bir bölmə seçin
ko: 이 디스크에서 파티션 선택하기

source: Select a single snapshot to restore
az: Bərpa etmək üçün tək nüsxə seçin
ko: 복원할 단일 스냅샷 선택하기

source: Select another device for root file system (/)
az: Kök (/) fayl sistemi üçün başqa cihaz seçin
ko: 루트 파일 시스템 (/)에 대한 다른 장치 선택하기

source: Select another device or free up some space
az: Başqa cihaz seçin və ya bir az yer boşaldın
ko: 다른 장치를 선택기 또는 여유 공간 확보하기

source: Select another device to delete snasphots
az: Nüsxələri silmək üçün başqa cihaz seçin
ko: 스냅숏을 삭제할 다른 장치 선택하기

source: Select another device?
az: Başqa cihaz seçin
ko: 다른 장치를 선택하시겠습니까?

source: Select applications to exclude from restore
az: Bərpadan istisna olunacaq tətbiqləri seçin
ko: 복원에서 제외할 응용프로그램 선택하기

source: Select backup device
az: Ehtiyyat nüsxələmə cihazını seçin
ko: 백업 장치 선택하기

source: Select directory
az: Kataloqu seçin
ko: 디렉터리 선택하기

source: Select file(s)
az: Fayl(lar)ı seçin
ko: 파일 선택하기

source: Select snapshot
az: Nüsxəni seçin
ko: 스냅샷 선택하기

source: Select snapshots to delete
az: Silmək üçün nüsxələri seçin
ko: 삭제할 스냅샷 선택하기

source: Select the device for root file system (/)
az: Kök fayl sistemi (/) üçün cihazı seçin
ko: 루트 파일 시스템 (/)에 대한 장치 선택하기

source: Select the devices where files will be restored.
az: Fayllar bərpa olunacaq cihazları seçin.
ko: 파일을 복원할 장치를 선택합니다.

source: Select the intervals for creating snapshots
az: Nüsxələmə aralıqlarını seçin
ko: 스냅샷 만들기 위한 간격 선택하기

source: Select the items to be removed from the list
az: Siyahıdan silinəcək elementləri seçin
ko: 목록에서 제거할 항목 선택하기

source: Select the snapshot device
az: Nüsxələmə cihazını seçin
ko: 스냅샷 장치 선택하기

source: Select the snapshot to restore
az: Bərpa ediləcək nüsxəni seçin
ko: 복원할 스냅샷 선택하기

source: Select the snapshots to be deleted
az: Silinəcək nüsxələri seçin
ko: 삭제할 스냅샷 선택하기

source: Select the snapshots to mark for deletion
az: Silmək üçün işarələnəcək nüsxələri seçin
ko: 삭제 표시할 스냅샷 선택하기

source: Select the target devices where system will be cloned.
az: Sistemin təktrarının yaradılacağı hədəf cihazları seçin.
ko: 시스템이 복제될 대상 장치를 선택합니다.

source: Selected default snapshot device
az: İlkin nüsxələmə cihazı seçildi
ko: 선택한 기본 스냅샷 장치

source: Selected default snapshot type
az: İlkin nüsxələmə növü seçildi
ko: 선택한 기본 스냅샷 유형

source: Selected device does not have BTRFS partition
az: Seçilmiş cihazda BTRFS bölməsi yoxdur
ko: 선택한 장치에 BTRFS 파티션이 없습니다

source: Selected device does not have Linux partition
az: Seçilmiş cihazda Linux bölməsi yoxdur
ko: 선택한 장치에 Linux 파티션이 없습니다

source: Selected snapshot device
az: Seçilmiş nüsxə cihazı
ko: 선택한 스냅샷 장치

source: Selected snapshot device is not a system disk
az: Seçilmiş nüsxə cihazı sistem diski deyil
ko: 선택한 스냅샷 장치는 시스템 디스크가 아닙니다

source: Selected snapshot is marked for deletion
az: Seçilmiş nüsxə silinmək üçün işarələnib
ko: 선택한 스냅샷이 삭제 표시되었습니다

source: Selected snapshot is marked for deletion and cannot be restored
az: Seçilmiş nüsxə silinmək üçün işarələnib və bərpa edilə bilməz
ko: 선택한 스냅샷이 삭제 표시되어 복원할 수 없습니다

source: Selected user has an encrypted home directory. It's not possible to include only hidden files.
az: Seçilmiş istifadəçinin şifrələnmiş ev qovluğu var. Yalnız gizli faylları daxil etmək mümkün deyil.
ko: 선택된 사용자는 암호화된 홈 디렉터리를 가지고 있습니다. 숨김 파일만 포함할 수는 없습니다.

source: Serial
az: Seriya
ko: 일련번호

source: Session log file
az: Sesiyanın jurnal faylı
ko: 세션 로그 파일

source: Set snapshot description
az: Nüsxənin təsvir verin
ko: 스냅샷 설명 설정

source: Settings
az: Ayarlar
ko: 설정

source: Settings wizard
az: Ayarlar üzrə köməkçi
ko: 마법사 설정

source: Setup Complete
az: Ayarlanma tamamlandı
ko: 설정 완료

source: Setup Wizard
az: Ayarlama köməkçisi
ko: 설정 마법사

source: Show additional debug messages
az: Əlavə sazlama ismarıcları göstərilsin
ko: 추가된 디버그 메시지 표시

source: Show all options
az: Bütün seçimlər göstərilsin
ko: 모든 옵션 표시

source: Show more applications to exclude on the next page
az: Növbəti səhifədə istisna olunacaq daha çox tətbiqlər göstərilsin
ko: 다음 페이지에서 제외할 더 많은 응용프로그램 표시

source: Show rsync output (default)
az: Rsync çıxışların göstərilsin (ilkin)
ko: rsync 출력 표시 (기본값)

source: Size
az: Ölçü
ko: 크기

source: Size of BTRFS snapshots are initially zero. As system files gradually change with time, data gets written to new data blocks which take up disk space (copy-on-write). Files in the snapshot continue to point to original data blocks.
az: BRTFS nüsxələrinin ölçüsü ilkin olaraq sıfırdır. Sistem faylları zamanla dəyişir, verilənlər disk sahəsini tutmaqla yeni veri bloklarına yazılır (yazarkən kopyalanma). Nüsxədəki fayllar orijinal veri bloklarına işarə etməyə davam edir.
ko: BTRFS 스냅샷의 크기는 0으로 시작합니다. 시스템 파일은 시간이 지남에 따라 점진적으로 변하므로, 디스크 공간을 차지하는 새로운 데이터 블록에 데이터가 기록됩니다 (쓸 때 복사하기). 스냅 샷의 파일은 원본 데이터 블록을 계속해서 가리 킵니다.

source: Skip GRUB2 reinstall
az: GRUB" quraşdırmasını ötürün
ko: GRUB2 재설치 건너뛰기

source: Snapshot
az: Ehtiyyat Nüsxə
ko: 스냅샷

source: Snapshot '%s' is being used by the system and cannot be deleted. Restart the system to activate the restored snapshot.
az: '%s' nüsxəsi sistem tərəfindən istifadə olunur və silinə bilməz. Bərpa edilmiş nüsxəni aktiv etmək üçün sistemi yenidən başladın.
ko: 시스템에서 '%s' 스냅샷을 사용 중이므로 삭제할 수 없습니다. 복원된 스냅샷을 활성화하려면 시스템을 다시 시작하십시오.

source: Snapshot Created
az: Ehtiyyat nüsxə yaradıldı
ko: 스냅샷이 만들어졌습니다

source: Snapshot Levels
az: Nüsxələmə səviyyələri
ko: 스냅샷 레벨

source: Snapshot deletion in progress...
az: Nüsxənin silinməsi icra olunur...
ko: 스냅샷 삭제 진행 중...

source: Snapshot device
az: Nüsxələmə cihazı
ko: 스냅샷 장치

source: Snapshot device not available
az: Nüsxələmə cihazı əlçatan deyil
ko: 스내샷 장치를 사용할 수 없습니다

source: Snapshot device not selected
az: Nüsxələmə cihazı seçilməyib
ko: 스냅샷 장치를 선택하지 않았습니다

source: Snapshot location
az: Nüsxələmə yeri
ko: 스냅샷 위치

source: Snapshot saved successfully
az: Nüsxələmə uğurla saxlanıldı
ko: 스냅샷이 성공적으로 저장되었습니다

source: Snapshot to restore not specified!
az: Bərpa etmək üçün nüsxə seçilməyib!
ko: 복원할 스냅샷이 지정되지 않았습니다!
