Repository: teejee2008/timeshift
Catalog: po/timeshift-*.po
Languages: az, ko

source: Snapshot will become active after system is rebooted.
az: Sistem yenidən başladıqdan sonra bərpa olunan nüsxə aktiv olacaq.
ko: 스냅샷은 시스템을 다시 시작하고 난 후에 활성화됩니다.

source: Snapshot(s) Deleted
az: Nüsxə(lər) silindi
ko: 스냅샷이 삭제되었습니다

source: Snapshots
az: Nüsxələr
ko: 스냅샷

source: Snapshots are created and restored instantly. Snapshot creation is an atomic transaction at the file system level.
az: Nüsxələr yaradılır və dərhal bərpa edilir. Nüsxənin yaradılması fayl sistemində atom səviyyəsində köçürmə ilə həyata keçirilir.
ko: 스냅샷은 순식간에 만들어지고 복원됩니다. 스냅샷 생성은 파일 시스템 수준의 원자적 처리과정입니다.

source: Snapshots are created by creating copies of system files using rsync, and hard-linking unchanged files from previous snapshot.
az: Nüsxələr, rsync və əvvəlki nüsxədən dəyişilməmiş fayllara sərt-keçid istifadə edilərək, sistem fayllarının kopyalanması ilə yaradılır.
ko: 스냅샷은 rsync를 사용하여 시스템 파일의 복사본을 만들고, 이전 스냅샷의 변경되지 않은 파일을 하드 링크해서 만들어집니다.

source: Snapshots are created using the built-in features of the BTRFS file system.
az: Nüsxələr, BTRFS fayl sisteminin daxili funksiyaları istifadə edilərək yaradılır.
ko: 스냅샷은 BTRFS 파일 시스템의 내장된 기능을 사용해서 만들어집니다.

source: Snapshots are not scheduled at fixed times.
az: Göstərilən vaxtda nüsxələmələr planlaşdırılmayıb.
ko: 스냅샷이 정해진 시간에 예약되지 않았습니다.

source: Snapshots are perfect, byte-for-byte copies of the system. Nothing is excluded.
az: Ehtiyyat nüsxələmə çox yaxşı işləyir, belə ki, sistemin hər baytı kopyalanır. Heç nə istisna olunmur.
ko: 스냅샷은 시스템의 바이트 단위 복사본으로 완벽합니다. 아무것도 제외되지 않습니다.

source: Snapshots are restored by replacing system subvolumes. Since files are never copied, deleted or overwritten, there is no risk of data loss. The existing system is preserved as a new snapshot after restore.
az: Nüsxələr, sistem alt bölmələrinin əvəzlənməsi ilə bərpa olunur. Fayllar heç vaxt kopyalanmadığına, silinmədiyinə və üzərinə yazılmadığına görə, onların itirilmə qorxusu yoxdur.Bərpadan sonra mövcud sistem yeni nüsxə kimi qorunub saxlanılır.
ko: 스냅샷은 시스템 하위 볼륨을 대체해서 복원됩니다. 파일을 복사, 삭제 또는 덮어쓰지 않기 때문에 데이터 손실의 위험이 없습니다. 기존 시스템은 복원 후 새 스냅샷으로 보존됩니다.

source: Snapshots are saved on the same disk from which they are created (system disk). Storage on other disks is not supported. If system disk fails then snapshots stored on it will be lost along with the system.
az: Nüsxələr onların yaradıldığı eyni diskdə (sistem diskində) saxlanılır. Başqa diskdə saxlamaq dəstəklənmir. Əgər sistem diski sıradan çıxarsa onda saxlanılan nüsxələr də itiriləcəkdir.
ko: 스냅샷은 생성된 동일한 디스크 (시스템 디스크)에 저장됩니다. 다른 디스크의 저장소는 지원되지 않습니다. 시스템 디스크에 오류가 발생하면 여기에 저장된 스냅샷이 시스템과 함께 손실됩니다.

source: Snapshots are saved to /timeshift on selected partition. Other locations are not supported.
az: Nüsxələr, seçilmiş bölmənin /timeshift qovluğunda saxlanılır. Başqa yerlərdə saxlamaq dəstəklənmir.
ko: 스냅샷은 선택한 파티션의 /timeshift에 저장됩니다. 다른 위치는 지원되지 않습니다.

source: Snapshots are saved to /timeshift-btrfs on selected partition. Other locations are not supported.
az: Nüsxələr seçilmiş bölmənin /timeshift qovluğunda saxlanılır. Başqa yerlərdə saxlamaq dəstəklənmir.
ko: 스냅샷은 선택한 파티션의 /timeshift-btrfs에 저장됩니다. 다른 위치는 지원되지 않습니다.

source: Snapshots available for restore
az: Nüsxələr bərpa etmək üçün əlçatandır
ko: 복원에 사용할 수 있는 스냅샷

source: Snapshots can be saved to any disk formatted with a Linux file system. Saving snapshots to non-system or external disk allows the system to be restored even if system disk is damaged or re-formatted.
az: Nüsxələr, Linux fayl sistemi ilə formatlanmış istənilən diskdə saxlanıla bilər. Nüsxənin qeyri-sistem xarici diskində saxlanılması, sistem diski sıradan çıxdıqda ƏS-ni bərpa etməyə imkan yaradır.
ko: 스냅샷은 Linux 파일 시스템으로 포맷된 모든 디스크에 저장할 수 있습니다. 비시스템 또는 외부 디스크에 스냅샷을 저장하면 시스템 디스크가 손상되거나 다시 포맷된 경우에도 시스템을 복원할 수 있습니다.

source: Snapshots cannot be created in Live CD mode
az: Nüsxələmə 'LİVE CD' rejimində mümkün deyil
ko: 라이브 CD 모드에서는 스냅샷을 만들 수 없습니다

source: Snapshots will be created at selected intervals
az: Nüsxələmə seçilmiş aralıqlarla icra olunacaqdır
ko: 선택한 간격으로 스냅샷이 만들어지게 됩니다

source: Snapshots will be created at selected intervals if snapshot disk has enough space (> 1 GB)
az: Əgər diskdə kifayət qədər yer olarsa (> 1QB) nüsxələmə verilmiş aralıqlarla icra olunacaqdır.
ko: 스냅샷 디스크에 충분한 공간이 있는 경우 선택한 간격으로 스냅샷이 만들어지게 됩니다 (> 1 GB)

source: Snapshots will be removed during the next scheduled run
az: Nüsxələr növbəti planlaşdırılan başladıqda silinəcəkdir

source: Specify backup device (default: config)
az: Ehtiyyat nüsxələmə cihazını göstərin (ilkin: config)
ko: 백업 장치 지정하기 (기본: 설정값)

source: Specify device for installing GRUB2 bootloader
az: GRUB2 önyükləyicini quraşdırmaq üçün cihazı göstərin
ko: GRUB2 부트로더를 설치할 장치 지정하기

source: Specify snapshot to restore
az: Bərpa ediləcək nüsxəni göstərin
ko: 복원할 스냅샷 지정하기

source: Specify target device
az: Hədəf cihazını göstərin
ko: 대상 장치 지정하기

source: Status
az: Vəziyyət
ko: 상태

source: Stop cron emails for scheduled tasks
az: Planlaşdırılmış tapşırıqlar üçün cron e-poçtlarını dayandırın
ko: 예약된 작업에 대한 cron 이메일 중지

source: Stopped
az: Dayandırıldı
ko: 중지됨

source: Subvolume exists at destination
az: Təyinat yerində alt bölmə mövcuddur
ko: 대상에 하위 볼륨이 있습니다

source: Subvolumes
az: Alt bölmələr
ko: 하위 볼륨

source: Summary
az: Yekun
ko: 일람

source: Support
az: Dəstək

source: Switch to BTRFS mode (default: config)
az: BTRFS rejiminə keçin (ilkin: config)
ko: BTRFS 모드로 전환 (기본: 설정값)

source: Switch to RSYNC mode (default: config)
az: RSYNC rejiminə keçin (ilkin: config)
ko: RSYNC 모드로 전환 (기본: 설정값)

source: Symlinks updated
az: Simvolik keçidlər yeniləndi
ko: 심볼릭 링크 업데이트됨

source: Synching file systems...
az: Fayl sistemləri eyniləşdirilir...
ko: 파일 시스템 동기화하는 중...

source: Synching files with rsync...
az: Fayllar, rsync ilə eyniləşdirilir...
ko: rsync로 파일 동기화하는 중...

source: Syntax
az: Söz sırası
ko: 구문

source: System
az: Sistem
ko: 시스템

source: System Restore Utility
az: Sistemin bərpası aləti
ko: 시스템 복원 유틸리티

source: System can be rolled-back to a previous date by restoring a snapshot.
az: Nüsxəni bərpa etməklə sistemi əvvəlki tarixdəki vəziyyətinə qaytarmaq olar.
ko: 스냅샷을 복원하여 시스템을 이전 날짜로 롤백할 수 있습니다.

source: System will reboot after files are restored
az: Fayllar bərpa olunduqdan sonra sistem yenidən başladılacaq
ko: 파일이 복원된 후 시스템이 재부팅됩니다

source: System will reboot after files are restored.
az: Fayllar bərpa olunduqdan sonra sistem yenidən başladılacaq.
ko: 파일이 복원된 후 시스템이 재부팅됩니다.

source: Tagged snapshot
az: Etiketlənmiş nüsxələr
ko: 태그된 스냅샷

source: Tags
az: Etiketlər
ko: 태그

source: Target device is not mounted
az: Hədəf cihazı qoşulmayıb
ko: 대상 장치가 마운트되지 않았습니다

source: Target device is same as system device
az: Hədəf cihazı sistem cihazı ilə eynidir
ko: 대상 장치가 시스템 장치와 동일합니다

source: Target device not specified!
az: Hədəf cihazı göstərilməyib!
ko: 대상 장치가 지정되지 않았습니다!

source: The 'btrfs' command is not available on your system. Install the 'btrfs-tools' package and try again.
az: 'btrfs' əmri sisteminizdə əlçatan deyil. 'btrfs-tools' paketini quraşdırın və yenidən cəhd edin.
ko: 시스템에서 'btrfs' 명령을 사용할 수 없습니다. 'btrfs-tools' 패키지를 설치하고 다시 시도하십시오.

source: The cron service sends the output of scheduled tasks as an email to the current user. Select this option to suppress the emails for cron tasks created by Timeshift.
az: Cron xidməti, planlaşdırılmış tapşırıqların çıxışlarını e-poçt vasitəsi ilə istifadəçiyə göndərir. Timeshift tərəfindən yaradılmış cron tapşırıqlar üçün e-poçtları əngəlləmək üçün bu seçimi edin.
ko: cron 서비스는 예약된 작업의 출력을 현재 사용자에게 이메일로 보냅니다. Timeshift에서 생성된 cron 작업에 대한 이메일을 표시하지 않으려면 이 옵션을 선택합니다.

source: The system partition has an unsupported subvolume layout.
az: Sistem bölməsində dəstəklənməyən alt bölmə qatı var.
ko: 시스템 파티션에 지원되지 않는 하위 볼륨 레이아웃이 있습니다.

source: The target partition has an unsupported subvolume layout.
az: Hədəf cihazında dəstəklənməyən alt bölmə qatı var.
ko: 대상 파티션에 지원하지 않는 하위 볼륨 레이아웃 있습니다.

source: There are no snapshots on this device
az: Bu cihazda heç bir nüsxə yoxdur
ko: 이 장치에는 스냅샷이 없습니다

source: This device is not encrypted
az: Bu cihaz şifrələnməyib
ko: 이 장치는 암호화되지 않았습니다

source: This software comes without absolutely NO warranty and the author takes no responsibility for any damage arising from the use of this program.
az: Bu proqram təminatı heç bir zəmanət VERİLMƏDƏN təqdim olunur və müəllif, bu proqramın istifadəsi zamanı vurulacaq zərərlər üçün heç bir məsuliyyət daşımır.
ko: 이 소프트웨어는 아무런 보증도 없이 제공되며, 작성자는 이 프로그램의 사용으로 인해 발생하는 모든 손해에 대해 책임을 지지 않습니다.

source: This software is free for personal and commercial use. It is distributed in the hope that it is useful but without any warranty. See the GNU General Public License v2 or later for more information
az: Bu proqram təminatın fərdi və kommersiya məqsədi üçün istifadəsi pulsuzdur. Bu tətbiq faydalı olacağı ümüdi ilə təqdim olunur, lakin heç bir zəmanət verilmir. Daha çox məlumat üçün GNU Əsas İcma Razılaşmasına (v2 və yuxarı) baxın.

source: Timeshift is active
az: Timeshift aktivdir
ko: Timeshift 활성화됨

source: Timestamp
az: Vaxt möhürü
ko: 타임스탬프

source: To restore with default options, press the ENTER key for all prompts!
az: İlkin parametrlər ilə bərpa etmək üçün, bütün sorğularda ENTER basaraq davam edin!
ko: 기본 옵션으로 복원하려면 모든 프롬프트에 대해 ENTER 키를 누르십시오!

source: Tools
az: Alətlər
ko: 도구

source: Translations
az: Tərcümələr
ko: 번역자

source: Type
az: Növ
ko: 유형

source: Unknown option
az: Bilinməyən parametr
ko: 알 수 없는 옵션

source: Unknown snapshot type
az: Bilinməyən nüsxə növü
ko: 알 수 없는 스냅샷 유형

source: Unknown value specified for option --tags
az: --tags seçimi üçün bilinməyən dəyər göstərildi
ko: option --tags에 알 수 없는 값이 지정되었습니다

source: Unlocked device is mapped to '%s'
az: Kiliddən çıxarılan cihaz '%s' ilə qoşuldu
ko: 잠금 해제된 장치가 '%s'에 매핑되었습니다

source: Unlocked successfully
az: Uğurla kiliddən çıxarıldı
ko: 잠김 해제 성공

source: Unmounting from
az: Bu cihazdan ayrılır
ko: 장치로부터 마운트 해제

source: Unshared
az: Paylaşılmayan
ko: 공유 해제됨

source: Unsupported Subvolume Layout
az: Dəstəklənməyən alt bölüm qatı
ko: 지원되지 않는 하위 볼륨 레이아웃

source: Update GRUB menu
az: GRUB menyusu yenilənsin
ko: GRUB 메뉴 업데이트

source: Update initramfs
az: İnitramfs yenilənsin
ko: initramfs 업데이트

source: Updated /etc/crypttab on target device
az: Hədəf cihazında /etc/crypttab yeniləndi
ko: 대상 장치에서 업데이트된 /etc/crypttab

source: Updated /etc/fstab on target device
az: Hədəf cihazında /etc/fstab yeniləndi
ko: 대상 장치에서 업데이트된 /etc/fstab

source: Updates the GRUB menu entries (recommended). This is safe to run and should be left selected.
az: GRUB menyu girişləri yenilənir (tövsiyyə olunan). Bu başlatmaq üçün təhlükəsizdir və olduğu kimi saxlanılmalıdır.
ko: GRUB 메뉴 항목을 업데이트합니다(권장). 이것은 실행하기에 안전하며 선택된 상태로 두어야 합니다.

source: Updating GRUB menu...
az: GRUB menyu yenilənir...
ko: GRUB 메뉴 업데이트하는 중...

source: Updating bootloader configuration...
az: Önyükləyici tənzimləmələri yenilənir...
ko: 부트로더 구성 업데이트하는 중...

source: Used
az: İstifadə olundu
ko: 사용됨

source: User
az: İstifadəçi
ko: 사용자

source: User Home Directories
az: İstifadəçinin ev qovluqları
ko: 사용자 홈 디렉터리

source: User cancelled the password prompt
az: İstifadəçi şifrə sorğusunu ləğv etdi
ko: 사용자가 비밀번호 프롬프트를 취소했습니다

source: User home directories are excluded by default unless you enable them here
az: Siz onları buraya daxil etmədikcə istifadəçi ev qovluqları istisna olunur
ko: 여기에서 활성화하지 않는 한 사용자 홈 디렉터리는 기본적으로 제외됩니다

source: Users
az: İstifadəçilər
ko: 사용자

source: Users Home
az: İstifadəçilərin ev qovluqları
ko: 사용자 홈

source: Vendor
az: İstehsalçı
ko: 공급자

source: View Rsync Log for Create
az: Yaratmaq üçün Rsync jurnalına baxın
ko: 만들기용 Rsync 로그 보기

source: View Rsync Log for Restore
az: Bərpa üçün Rsync jurnalına baxın
ko: 복원하기용 Rsync 로그 보기

source: View TimeShift Logs
az: TimeShift jurnallarına baxın
ko: TimeShift 로그 보기

source: Volume
az: Bölmə
ko: 볼륨

source: Warning
az: Xəbərdarlıq
ko: 경고

source: Web Browsers
az: Veb-bələdçilər
ko: 웹 브라우저

source: Website
az: Veb-səhifələr

source: Weekly
az: Həftəlik
ko: 매주

source: Weekly snapshot failed!
az: Həftəlik nüsxələmə alınmadı
ko: 매주 스냅샷 만들기에 실패했습니다!

source: Weekly snapshots are enabled
az: Həftəlik nüsxələmə aktivdir
ko: 매주 스냅샷 만들기를 실행합니다

source: With Errors
az: Xətalar ilə
ko: 오류 포함

source: Wizard
az: Bələdçi
ko: 마법사

source: Wrong password
az: Şifrə səhvdir
ko: 잘못된 비밀번호

source: Yes
az: Bəli
ko: 예

source: You can continue working on the current system. After restart, the current system will be visible as a new snapshot. This snapshot can be restored later if required, to 'undo' the restore.
az: Siz cari sistemdə işləməyə davam edə bilərsiniz. Yenidən başladıldıqdan sonra cari sistem yeni nüsxə kimi görünəcəkdir. Lazım gələrsə bərpanı 'geri qaytarmaq' üçün bu nüsxədən istifadə edə bilərsiniz.
ko: 현재 시스템에서 계속 작업할 수 있습니다. 다시 시작하면 현재 시스템이 새 스냅샷으로 표시됩니다. 필요한 경우, 이 스냅샷을 나중에 복원하여 복원을 '실행 취소'할 수 있습니다.

source: You can use the GitHub issue tracker for reporting issues, or post your questions on the Linux Mint forums. Please avoid reporting issues by email.
az: Siz problemləri araşdırmaq üçün GitHub problem izləyicisini istifadə edin və ya bu haqda Linux Mint forumlarında soruşun. Lütfən problemlər haqqında hesabatları e-poçt ilə göndərməyin.

source: [Advanced Users Only] Change these settings only if the restored system fails to boot.
az: [Yalnız təcrübəli istifadəçilər] Sistemin açılışı uğursuz olarsa bu ayarları dəyişin.
ko: [고급 사용자 전용] 복원된 시스템이 부팅에 실패한 경우에만 이 설정을 변경하십시오.

source: [ENTER = Default (%s), a = Abort]
az: [ENTER = İlkin (%s), a = Ləğv]
ko: [ENTER = 기본값 (%s), a = 중단]

source: [ENTER = Default (%s), r = Root device, a = Abort]
az: [ENTER = İlkin (%s), r = Kök cihazı, a = Ləğv]
ko: [ENTER = 기본값 (%s), r = 루트 장치, a = 중단]

source: [Warning] Deleted invalid lock
az: [Xəbərdarlıq] səhv kilid silindi
ko: [경고] 잘못된 잠금 삭제됨

source: all
az: hamısı
ko: 모두

source: btrfs returned an error
az: btrfs xəta ilə cavab verdi
ko: btrfs가 오류를 반환했습니다

source: complete
az: başa çatdı
ko: 완료

source: crontab file exported
az: crontab faylı ixrac olundu
ko: crontab 파일 내보내기됨

source: crontab file installed
az: crontab faylı quraşdırıldı
ko: crontab 파일 설치됨

source: incomplete
az: Başa çatmayan
ko: 진행 중

source: marked for deletion
az: silmək üçüm işarələndi
ko: 삭제 표시됨

source: mounted at path
az: bu yolda qoşulub
ko: 경로에 마운트 됨

source: remaining
az: qalır
ko: 남음

source: rsync returned an error
az: rsync xəta ilə cavab verdi
ko: rsync가 오류를 반환했습니다

source: un-tagged
az: etiketlənməmiş
ko: 태그 되지 않은

source: Disk
ko: 디스크

source: Firefox, Chromium, Chrome, Opera, Epiphany, Midori
ko: 파이어폭스, 크로미움, 크롬, 오페라, 에피파니, 미도리

source: Mark/Unmark for Deletion
ko: 삭제 표시/표시해제

source: Model
ko: 모델

source: More Apps
ko: 더 많은 프로그램

source: This software is free for personal and commercial use. It is distributed in the hope that it is useful but without any warranty or support. See the GNU General Public License v2 or later for more information
ko: 이 소프트웨어는 개인 및 상업적 용도로 무료입니다. 유용하기를 바라는 마음에서 배포되지만 어떠한 보증이나 지원도 없습니다. 자세한 내용은 GNU 일반 공중 사용 허가서 v2 이상을 참조하십시오

source: This software is updated once a year due to lack of time, developers, and funds. You can support this project by making a donation with PayPal.
ko: 이 소프트웨어는 시간, 개발자 및 자금 부족으로 인해 1년에 한 번 업데이트됩니다. PayPal로 기부하여 이 프로젝트를 지원할 수 있습니다.

source: Use the GitHub issue tracker for reporting issues, or post your questions on the Linux Mint forums. Please avoid reporting issues by email.
ko: 문제를 보고하려면 GitHub 문제 추적기를 사용하거나 Linux Mint 포럼에 질문을 게시하세요. 이메일로 문제를 보고하지 마십시오.

source: Visit Website
ko: 웹사이트 보기
