Repository: teejee2008/timeshift
Catalog: po/timeshift-*.po
Languages: az, ko

source: Press ENTER to continue...
az: Davam etmək üçün ENTER vurun
ko: 계속하시려면 ENTER키를 누르세요...

source: %d snapshots, %s free
az: %d nüsxələr, %s boş
ko: 스냅샷 %d개, %s 남음

source: '%s' will be on '%s'
az: '%s' '%s'-də yerləşəcək
ko: '%s'는 '%s'에 위치될 것입니다

source: '%s' will be on root device
az: '%s' kök diskində yerləşəcək
ko: '%s'는 루트 장치에 위치될 것입니다

source: (Re)install GRUB2 on:
az: GRUB2-nin (təkrar) quraşdırılma yeri:
ko: GRUB2 (다시)설치:

source: ** Uninstalled Timeshift BTRFS **
az: ** Timeshift BTRFS silindi **
ko: ** 설치 제거된 Timeshift BTRFS **

source: / is mapped to device
az: / cihaza qoşuldu
ko: / 를 장치에 맵핑했습니다

source: /boot is mapped to device
az: /boot cihaza qoşuldu
ko: /boot 를 장치에 맵핑했습니다

source: /boot/efi is mapped to device
az: /boot/efi cihaza qoşuldu
ko: /boot/efi 를 장치에 맵핑했습니다

source: /home is mapped to device
az: /home cihaza qoşuldu
ko: /home 을 장치에 맵핑했습니다

source: <b>Comments</b> (double-click to edit)
az: <b>Şərhlər</b> (düzəliş üçün cüt vurun)
ko: <b>주석</b> (편집하려면 두 번 클릭)

source: A maintenance task runs once every hour and creates snapshots as needed.
az: Planlaşdırılmış tapşırıq hər saat işə düşür və lazım olduqda nüsxələr yaradır.
ko: 유지 관리 작업은 매시간 한 번씩 실행되며 필요에 따라 스냅샷을 만듭니다.

source: Aborted.
az: Ləğv edildi
ko: 중단되었습니다.

source: About
az: Haqqında
ko: 소개

source: Action
az: Əməllər
ko: 작업

source: Add
az: Əlavə edin
ko: 추가하기

source: Add Files
az: Fayllar əlavə edin
ko: 파일 추가하기

source: Add Folders
az: Qovluqlar əlavə edin
ko: 폴더 추가하기

source: Add custom pattern
az: Xüsusi şablon əlavə edin
ko: 사용자 지정 패턴 추가하기

source: Add directories
az: Kataloqlar əlavə edin
ko: 디렉터리 추가하기

source: Add files
az: Fayllar əlavə edin
ko: 파일 추가하기

source: Add tags to snapshot (default: O)
az: Nüsxəyə etiketlər əlavə edin (ilkin dəyər: 0)
ko: 스냅샷에 태그 추가하기 (기본값: O)

source: Added cron task
az: Cron tapşırığı əlavə edin
ko: cron 작업 추가됨

source: Admin Access Required
az: İnzibatçı girişi tələb olunur
ko: 관리자 권한 필요함

source: Admin access is required to backup and restore system files.
az: Sistem fayllarının ehtiyyat nüsxəsini yaratmaq və onları bərpa etmək üçün inzibatçı icazələri tələb olunur.
ko: 시스템 파일을 백업 및 복원하려면 관리자 권한이 필요합니다.

source: All Files
az: Fayllar əlavə edin
ko: 모든 파일

source: All files are copied when first snapshot is created. Subsequent snapshots are incremental. Unchanged files will be hard-linked from the previous snapshot if available.
az: İlk nüsxə yaradılan zaman bütün fayllar kopylanır. Sonrakı nüsxələmə bunun üzərinə yazılacaq. Dəyişdirilməmiş fayllar, əvvəlki nüsxələr movcud olarsa onlarla sabit-bağlantılı olacaq.
ko: 첫 번째 스냅샷이 만들어지면 모든 파일이 복사됩니다. 후속 스냅샷은 순차적으로 만들어지게 됩니다. 바뀌지 않은 파일들은 이전 스냅샷에서 하드 링크 됩니다.

source: All other files and folders are excluded.
az: Bütün başqa fayllar və qovluqlar istisna olunur
ko: 다른 모든 파일 및 폴더는 제외됩니다.

source: An encrypted device is selected for root file system (/). The boot directory (/boot) must be mounted on a non-encrypted device for the system to boot successfully. Either select a non-encrypted device for boot directory or select a non-encrypted device for root filesystem.
az: Şifrələnmiş qurğular sistemin kök (root) qovluğu (/) üçün seçilir. Sistemin ilkin başlanğıcda uğurla işə düşə bilməsi üçün boot qovluğu (/boot) şifrələnməmiş şəkildə qoşulmalıdır. Önyükləmə (boot) qovluğu üçün şifrələnməmiş qurğu seçin və ya kök (root) fayl sistemi üçün şifrələnməmiş qurğu seçin.
ko: 루트 파일 시스템 (/)에 대해 암호화된 장치가 선택되었습니다. 시스템이 성공적으로 부팅하려면 부트 디렉터리 (/boot)가 암호화되지 않은 장치에 마운트되어야 합니다. 부트 디렉터리에 암호화되지 않은 장치를 선택하거나 루트 파일 시스템에 대해 암호화되지 않은 장치를 선택합니다.

source: Another instance of Timeshift is creating a snapshot.
az: Başqa Timeshift nümunəsi ehtiyat nüsxə yaradır.
ko: Timeshift의 또 다른 인스턴스는 스냅샷을 만드는 것입니다.

source: Another instance of this application is running
az: Bu tətbiqin başqa nümunəsi işləyir
ko: 이 응용프로그램의 다른 인스턴스가 실행 중입니다

source: Another instance of timeshift is currently running!
az: Hal-hazırda Timeshiftin başqa nümunəsi başladılıb!
ko: 다른 timeshift 인스턴스가 현재 실행 중입니다!

source: Answer YES to all confirmation prompts
az: Bütün sorğuları təsdiqləmək üçün BƏLİ cavabı verin
ko: 모든 확인 프롬프트에 예 로 응답합니다

source: App config loaded
az: Tətbiqin ayarları yükləndi
ko: 프로그램 구성 불러오기됨

source: App config saved
az: Tətbiqin ayarları saxlanıldı
ko: 프로그램 구성 저장됨

source: Application needs admin access.
az: Tətbiq, inzibatçı imtiyazları tələb edir.
ko: 응용프로그램에 관리자 권한이 필요합니다.

source: Application will exit
az: Tətbiq bağlanacaq
ko: 프로그램이 종료됩니다

source: Application will exit.
az: Tətbiq bağlanacaq
ko: 프로그램이 종료됩니다.

source: Artists
az: İfaçılar
ko: 아티스트

source: Authors
az: Müəlliflər
ko: 작성자

source: Available
az: Əlçatan
ko: 사용 가능

source: BTRFS Snapshots
az: BTRFS nüsxələri
ko: BTRFS 스냅샷

source: BTRFS Tools Not Found
az: BTRFS vasitəsi tapılmadı
ko: BTRFS 도구를 찾을 수 없습니다

source: BTRFS device is not mounted
az: BTRFS cihazı qoşulmayıb
ko: BTRFS 장치가 마운트 되지 않았습니다

source: BTRFS snapshots are saved on system partition. Other partitions are not supported.
az: BTRFS nüsxləri sistem bölməsində saxlanılır. Digər bölmələrdə saxlanılma dəstəklənmir.
ko: BTRFS 스냅샷은 시스템 파티션에 저장됩니다. 다른 파티션은 지원되지 않습니다.

source: BTRFS snapshots are saved on the same disk from which it is created. If the system disk fails, snapshots will be lost along with the system. Save snapshots to an external non-system disk in RSYNC mode to guard against disk failures.
az: BTRFS nüsxələri yaradıldığı eyni diskdə saxlanılır.Əgər sistem diskində xəta olarsa, bütün sistem üzrə olan nüsxələr itiriləcəkdir. Diskdə baş verə biləcək səhvlərə qarşı qorunmaq üçün nüsxələri sistem olmayan xarici diskdə RSYNC rejimində saxlayın.
ko: BTRFS 스냅샷이 만들어진 동일한 디스크에 저장되었습니다. 시스템 디스크에 문제가 생기면, 시스템과 더불어 스냅샷도 잃게 됩니다. 디스크 이상이 생기더라도 문제가 없게 스냅샷을 RSYNC 모드로 시스템 디스크가 아닌 외장 디스크에 저장하시길 바랍니다.

source: Back
az: Geriyə
ko: 뒤로

source: Backend
az: Server tərəfi
ko: 백엔드

source: Backup
az: Ehtiyat nüsxələmə
ko: 백업

source: Backup Device
az: Ehtiyyat nüsxələmə qurğusu
ko: 백업 장치

source: Backup device not specified!
az: Ehtiyyat nüsxələmə qurğusu göstərilməyib!
ko: 백업 장치가 지정되지 않았습니다!

source: Bittorrent Clients
az: Bİttorrent müştəriləri
ko: Bittorrent 클라이언트

source: Boot
az: Önyükləmə
ko: 부트

source: Boot device not selected
az: Önyükləmə cihazı seçilməyib
ko: 부트 장치가 선택되지 않았습니다

source: Boot snapshot failed!
az: Önyükləmə nüsxələnməsi baş tutmadı!
ko: 부트 스냅샷 만들기에 실패했습니다!

source: Boot snapshots are created with a delay of 10 minutes after system startup.
az: Önyükləmə nüsxələri sistem başladıqdan sonra 10 dəqiqəlik gecikmə ilə yaradıldı.
ko: 부트 스냅샷은 시스템 시작 후 10분 지연되어 생성됩니다.

source: Boot snapshots are enabled
az: Önyükləmə nüsxələri aktiv edildi
ko: 부트 스냅샷이 활성화되었습니다

source: Bootloader Options
az: Önyükləyici seçimləri
ko: 부트로더 옵션

source: Bootloader Options (Advanced)
az: Önyükləyici seçimləri (Təkmilləşdirilmiş)
ko: 부트로더 옵션 (고급)

source: Browse
az: Baxış
ko: 찾아보기

source: Browse Files
az: Fayllara baxış
ko: 파일 찾아보기

source: Browse selected snapshot
az: Seçilmiş nüsxələrə baxış
ko: 선택한 스냅샷 찾아보기

source: Building file list...
az: Fayl siyahısı qurulur...
ko: 파일 목록 작성하는 중...

source: Cancel
az: Ləğv edin
ko: 취소

source: Cancel restore?
az: Bərpa ləğv edilsin
ko: 복원을 취소하시겠습니까?

source: Cancelling the restore process will leave the target system in an inconsistent state. The system may fail to boot or you may run into various issues. After cancelling, you need to restore another snapshot, to bring the system to a consistent state. Click Yes to confirm.
az: Sistemin ön yükləməsi uğursuz ola bilər və ya siz müxtəlif çətinliklərlə qarşılaşa bilərsiniz. Ləğv etdikdən sonra sistemi lazımi vəziyyətə gətirmək üçün başqa bir ehtiyyat nüsxəni bərpa etməniz lazımdır. Təsdiq etmək üçün 'Bəli' seçin.
ko: 복원 프로세스를 취소하면 대상 시스템과 서로 다르게 됩니다. 시스템이 부팅되지 않거나 다양한 문제가 발생할 수 있습니다. 취소 후에, 시스템을 일치하게 만들려면, 다른 스냅샷을 복원해야 합니다. 예를 눌러서 결정해주세요.

source: Cannot Delete Live Snapshot
az: Canlı ehtiyyat nüsxə silinə bilməz
ko: 실시간 스냅샷을 삭제할 수 없습니다

source: Changed
az: Dəyişdirildi
ko: 변경됨

source: Changed items:
az: Element dəyişdirildi
ko: 변경된 항목:

source: Checking Restore Actions (Dry Run)
az: Bərpa əməllərini dəyişin (Sınaq başlaması)
ko: 복원 작업 확인하는 중 (테스트 실행)

source: Checking file systems for errors...
az: Fayl sisteminində xətalar yoxlanılır...
ko: 파일 시스템에 오류가 있는지 확인하는 중...

source: Checksum
az: Yoxlama cəmi
ko: 체크섬

source: Cleaning up...
az: Təmizlənir...
ko: 정리하는 중...

source: Click to edit. Drag and drop to re-order.
az: Düzəliş üçün vurun. Tutub-atmaqla yenidən sıralayın.
ko: 편집하려면 클릭합니다. 끌어서 놓기로 순서를 바꿉니다.

source: Click to edit. Drag-drop to re-order.
az: Düzəliş üçün vurun. Yenidən sıralamaq üçün tutub köçürün.
ko: 편집하려면 클릭합니다. 끌어서 놓기로 순서를 바꿉니다.

source: Clone System
az: Sistemin təkrarını yaradın
ko: 시스템 복제하기

source: Clone current system
az: Cari sistemin təkrarını yaradın
ko: 현재 시스템 복제하기

source: Cloning
az: Təkrarı yaradılır
ko: 복제하는 중

source: Cloning system...
az: Sistemin təkrarı yaradılır...
ko: 시스템 복제하는 중...

source: Close
az: Bağlayın
ko: 닫기

source: Close window to exit
az: Çıxmaq üçün pəncərəni bağlayın
ko: 종료하려면 창 닫기

source: Commands listed below are not available on this system
az: Aşağıda sadalanan əmrlər bu sistemdə əlçatan deyil
ko: 아래 나열된 명령은 이 시스템에서 사용할 수 없습니다

source: Comments (click to edit)
az: Şərhlər (düzəliş üçün vurun)
ko: 주석 (편집하려면 클릭)

source: Comparing Files (Dry Run)...
az: Fayllar müqayisə olunur (Sınaq başlaması)...
ko: 파일 비교하는 중 (테스트 실행)...

source: Comparing files with rsync...
az: Fayllar rsync ilə müqayısə olunur
ko: rsync로 파일 비교하는 중...

source: Completed
az: Başa çatdı
ko: 완성됨

source: Completed With Errors
az: Xətalar ilə başa çatdı
ko: 오류난 채로 완료됨

source: Confirm Actions
az: Təsdiqləmə əməli
ko: 작업 확인

source: Continue with restore? (y/n):
az: Bərpa ilə davam edilsin? (b/x):
ko: 복원을 계속하시겠습니까? (y/n):

source: Contributors
az: İştirakçılar
ko: 기여자

source: Could not find device
az: Cihazı tapmaq mümkün olmadı
ko: 장치를 찾을 수 없습니다

source: Could not find file
az: Faylı tapmaq mümkün olmadı
ko: 파일을 찾을 수 없습니다

source: Could not find snapshot
az: Ehtiyyat nüsxə tapılmadı
ko: 스냅샷을 찾을 수 없습니다

source: Could not find system subvolume
az: Sistem alt bölməsi tapılmadı
ko: 시스템 하위 볼륨을 찾을 수 없습니다

source: Could not find system subvolumes for creating pre-restore snapshot
az: Bərpadan əvvəlki ehtiyyat nüsxənin yaradılması üçün alt bölmələr tapılmadı
ko: 복원 전 스냅샷을 생성하기 위한 시스템 하위 볼륨을 찾을 수 없습니다

source: Create
az: Yaradın
ko: 만들기

source: Create Snapshot
az: Nüsxə yaradın
ko: 스냅샷 만들기

source: Create one per boot
az: Sistemin hər açılışında biri yaradılsın
ko: 부트에 한 개씩 만들기

source: Create one per day
az: Hər gün biri yaradılsın
ko: 하루에 한 개씩 만들기

source: Create one per hour
az: Hər saat biri yaradılsın
ko: 매 시간에 한 개씩 만들기

source: Create one per month
az: Hər ay biri yaradılsın
ko: 한 달에 한 개씩 만들기

source: Create one per week
az: Hər həftə biri yaradılsın
ko: 1주일에 한 개씩 만들기

source: Create snapshot (even if not scheduled)
az: Nüsxələyin (planlaşdırılmadıqda belə)
ko: 스냅샷 만들기 (예약되지 않은 경우에도)

source: Create snapshot if scheduled
az: Planlaşdırılarsa nüsxə yaradılsın
ko: 예약된 경우 스냅샷 만들기

source: Create snapshot of current system
az: Cari sistemin nüsxəsini yaradın
ko: 현재 시스템의 스냅샷 만들기

source: Create snapshots manually or enable scheduled snapshots to protect your system
az: Sistemi qorumaq üçün əl ilə nüsxə yaradın və ya onun yaradılmasını planlaşdırın
ko: 수동으로 스냅샷을 만들거나 예약된 스냅샷을 활성화하여 사용자의 시스템을 보호합니다

source: Create snapshots using BTRFS
az: BTRFS ilə nüsxə yaradın
ko: BTRFS를 사용하여 스냅샷 만들기

source: Create snapshots using RSYNC tool and hard-links
az: RSYNC aləti və sərt-keçidlərdən istifadə edərək nüsxələyin
ko: RSYNC 도구 및 하드 링크를 사용하여 스냅샷 만들기

source: Created
az: Nüsxələndi
ko: 만들어짐

source: Created control file
az: Nəzarət faylı yaradın
ko: 만든 제어 파일

source: Created directory
az: Qovluq yaradıldı
ko: 만든 디렉터리

source: Created pre-restore snapshot
az: Bərpadan əvvəlki nüsxə yaradıldı
ko: 만든 사전 복원 스냅샷

source: Created subvolume snapshot
az: Alt bölmə nüsxələri yaradıldı
ko: 만든 하위 볼륨 스냅샷

source: Creating Snapshot...
az: Nüsxələnir...
ko: 스냅샷 만드는 중...

source: Creating new backup...
az: Yeni ehtiyyat nüsxə yaradılır...
ko: 새 백업 만드는 중...

source: Creating new snapshot...
az: Yeni nüsxə yaradılır...
ko: 새 스냅샷 만드는 중...

source: Creating pre-restore snapshot from system subvolumes...
az: Sistem alt bölməsindən bərpadan əvvəlki nüsxə yaradılır...
ko: 시스템 하위 볼륨에서 사전 복원 스냅샷 만드는 중...

source: Credits
az: Məlumatlar
ko: 제작진

source: Critical Error
az: Ciddi xəta
ko: 심각한 오류

source: Cron job added
az: Cron tapşırığı əlavə olundu
ko: cron 작업 추가됨

source: Cron job removed
az: Cron tapşırığı silindi
ko: cron 작업 제거됨

source: Cron task exists
az: Cron tapşırığı mövcuddur
ko: cron 작업 있음

source: Custom
az: Xüsusi
ko: 사용자 지정

source: Daily
az: Hər gün
ko: 매일

source: Daily snapshot failed!
az: Günlük nüsxələmə uğursuz oldu!
ko: 매일 스냅샷 만들기에 실패했습니다!

source: Daily snapshots are enabled
az: Günlük nüsxələmələr aktiv edildi
ko: 매일 스냅샷 만들기를 실행합니다

source: Data will be modified on following devices:
az: Aşağıdakı cihazlardakı verilənlər dəyişəcəkdir:
ko: 데이터가 다음 장치에서 수정됩니다:

source: Date Format
az: Tarix formatı
ko: 날짜 형식

source: Delete
az: Silin
ko: 삭제하기

source: Delete Snapshots
az: Nüsxələri silin
ko: 스냅샷 삭제하기

source: Delete all snapshots
az: Bütün nüsxələri silin
ko: 모든 스냅샷 삭제하기

source: Delete selected snapshot
az: Seçilmiş nüsxəni silin
ko: 선택한 스냅샷 삭제하기

source: Delete snapshot
az: Nüsxəni silin
ko: 스냅샷 삭제하기

source: Deleted
az: Silindi
ko: 삭제됨

source: Deleted directory
az: Qovluq silindi
ko: 삭제된 디렉터리

source: Deleted subvolume
az: Alt bölmə silindi
ko: 삭제된 하위 볼륨

source: Deleting Snapshots...
az: Nüsxələr silinir...
ko: 스냅샷 삭제하는 중...

source: Deleting subvolume
az: Alt bölmələr silinir
ko: 하위 볼륨 삭제하기

source: Deluge, Transmission
az: Deluge, Transmissiya

source: Description
az: Təfərrüatı
ko: 설명

source: Destroyed qgroup
az: Ləğv edilmiş 'qgroup'
ko: qgroup 해체됨

source: Destroying qgroup
az: 'qgroup' ləğv olunur
ko: qgroup 해체하기

source: Device
az: Cihaz
ko: 장치

source: Device is unlocked
az: Cihaz kiliddən çıxarıldı
ko: 장치가 잠금 해제되었습니다

source: Device name is empty!
az: Cihazın adı boşdur!
ko: 장치 이름이 비어 있습니다!

source: Device not found
az: Cihaz tapılmadı
ko: 장치를 찾을 수 없습니다

source: Devices displayed above have BTRFS file systems.
az: Yuxarıdakı cihazlar BTRFS fayl sistemində olmalıdır.
ko: 위에 표시된 장치에는 BTRFS 파일 시스템이 있습니다.

source: Devices displayed above have Linux file systems.
az: Yuxarıdakı cihazlar Linux fayl sistemində olmalıdır.
ko: 위에 표시된 장치에는 Linux 파일 시스템이 있습니다.

source: Devices from which snapshot was created are pre-selected.
az: Nüsxələr yaradılmış cihazlar əvvəlcədən seçilib.
ko: 스냅샷이 만들어진 장치가 미리 선택되어 있습니다.

source: Devices with Linux file systems
az: Linux fayl sistemli cihazlar
ko: 리눅스 파일 시스템이 있는 장치

source: Devices with Windows file systems are not supported (NTFS, FAT, etc).
az: Windows fayl sistemli (NTFS, FAT, və s.) cihzlar dəstəklənmir.
ko: Windows 파일 시스템이 있는 장치는 지원되지 않습니다(NTFS, FAT 등).

source: Directory not found
az: Kataloq tapılmadı
ko: 디렉터리를 찾을 수 없습니다

source: Disclaimer
az: Cavabdehlikdən imtina
ko: 면책 조항

source: Distribution
az: Distrübütor
ko: 배포판

source: Documentation
az: Sənədləşmə
ko: 설명서

source: Donate
az: Maddi dəstək
ko: 기부하기

source: Donations
az: Maddi dəstəklər
ko: 기부

source: Enable BTRFS qgroups (recommended)
az: BTRFS 'qgroup'larını aktiv edin (tövsiyyə olunur)
ko: BTRFS qgroup 활성화 (권장)

source: Enable scheduled snapshots to protect your system
az: Sisteminizi qorumaq üçüb nüsxələməni planlaşdırın
ko: 예약된 스냅샷을 활성화하여 사용자의 시스템 보호

source: Enabled subvolume quota support
az: Alt tutum kvotası dəstəyini aktiv edin
ko: 활성화된 하위 볼륨 할당량 지원

source: Encrypted Device
az: Şifrələnmiş cihaz
ko: 암호화된 장치

source: Encrypted Home Directory
az: Şifrələnmiş Ev kataloqu
ko: 암호화된 홈 디렉터리

source: Enter device name or number
az: Cihazın adını və ya nömrəsini daxil edin
ko: 장치 이름 또는 번호 입력

source: Enter device name or number (a=Abort)
az: Cihazın adını və ya nömrəsini daxil edin (a=Ləğv)
ko: 장치 이름 또는 번호 입력 (a=중단)

source: Enter passphrase to unlock '%s'
az: '%s' kiliddən çıxarmaq üçün açar sözü daxil edin
ko: '%s'의 잠금을 해제하려면 열쇠글 입력

source: Enter path or browse for directory
az: Kataloqu tapın və ya yolunu göstərin

source: Enter snapshot number (a=Abort, p=Previous, n=Next)
az: Nüsxənin nömrəsini daxil edin (a=Ləğv, p=Əvvəlki, n=Növbəti
ko: 스냅샷 번호 입력 (a=중단, p=이전, n=다음)

source: Enter the pattern to exclude (Ex: *.mp3, *.bak)
az: İstisna olunacaqların şablonunu daxil edin (Məs.:*.mp3, *.bak)
ko: 제외할 패턴 입력 (예: *.mp3, *.bak)

source: Error
az: Xəta
ko: 오류

source: Error running Rsync
az: Rsync işləməsində xəta
ko: Rsync 실행 중 오류

source: Estimate
az: Hesablamaq
ko: 추정하기

source: Estimating System Size...
az: Sistemin ölçüsü hesablanır...
ko: 시스템 크기 추정하는 중...

source: Estimating system size...
az: Sistemin ölçüsü hesablanır...
ko: 시스템 크기 추정하는 중...

source: Examples
az: Nümunələr
ko: 예시

source: Exclude All Files
az: Bütün fayllar istisna
ko: 모든 파일 제외하기

source: Exclude Application Settings
az: Tətbiq ayarları istisna
ko: 응용프로그램 설정 제외하기

source: Exclude Apps
az: Tətbiqlər istisna
ko: 프로그램 제외하기

source: Exclude List
az: İstisnalar siyahısı
ko: 목록 제외하기

source: Exclude List Summary
az: İstisnalar siyahısının yekunu
ko: 목록 일람 제외하기

source: Exclude Pattern
az: İstisnalar nümunəsi
ko: 패턴 제외하기

source: Excluded Directories
az: Qovluqlar istisna olundu
ko: 제외된 디렉터리

source: Expected values: O, B, H, D, W, M
az: Gözlənilən dəyərlər: O, B, H, D, W, M
ko: 예상 값: O, B, H, D, W, M

source: Failed to add cron job
az: Cron tapşırığı əlavə olunmadı
ko: cron 작업을 추가하지 못했습니다

source: Failed to copy file
az: Fayl kopyalana bilmədi
ko: 파일을 복사하지 못했습니다

source: Failed to create directory
az: Qovluq yaradılmadı
ko: 디렉터리를 만들지 못했습니다

source: Failed to create new snapshot
az: Yeni nüsxə yaradılması uğursuz oldu
ko: 새 스냅샷을 만들지 못했습니다

source: Failed to create snapshot
az: Nüsxə yaradıla bilmədi
ko: 스냅샷을 만들지 못했습니다

source: Failed to create subvolume snapshot
az: Alt bölmə nüsxəsi yaradıla bilmədi
ko: 하위 볼륨 스냅샷을 만들지 못했습니다

source: Failed to create symlinks
az: Simvolik keçidlər yaradıla bilmədi
ko: 심볼릭 링크를 만들지 못했습니다

source: Failed to delete directory
az: Kataloq silinə bilmədi
ko: 디렉터리를 삭제하지 못했습니다

source: Failed to delete file
az: Fayl silinə bilmədi
ko: 파일을 삭제하지 못했습니다

source: Failed to delete snapshot nested subvolume
az: Alt bölümdə yerləşən nüsxə silinə bilmədi
ko: 스냅샷 중첩된 하위 볼륨을 삭제하지 못했습니다

source: Failed to delete snapshot subvolume
az: Nüsxə alt bölümü silinə bilmədi
ko: 스냅샷 하위 볼륨을 삭제하지 못했습니다

source: Failed to delete symlinks
az: Simvolik keçidlər silinə bilmədi
ko: 심볼릭 링크를 삭제하지 못했습니다

source: Failed to destroy qgroup
az: 'qgroup' ləğv edilə bilmədi
ko: qgroup을 해체하지 못했습니다

source: Failed to enable subvolume quota
az: Alt bölmə kvotası aktiv edilə bilmədi
ko: 하위 볼륨 할당량을 활성화하지 못했습니다

source: Failed to estimate system size
az: Sistemin ölçüsü hesablana bilmədi
ko: 시스템 크기를 추정하지 못했습니다

source: Failed to export crontab file
az: Crontab faylı ixrac edilə bilmədi
ko: crontab 파일을 내보내지 못했습니다

source: Failed to get input from user in 3 attempts
az: 3 cəhd edildi, lakin istifadəçidən girişlər alına bilmədi
ko: 사용자의 계정으로 3번의 입력 시도를 실패했습니다

source: Failed to get partition list
az: Bölmələr siyahısı alına bilmədi
ko: 파티션 목록을 가져오지 못했습니다

source: Failed to get partition list.
az: Bölmələr siyahısı alına bilmədi.
ko: 파티션 목록을 가져오지 못했습니다.

source: Failed to install crontab file
az: Crontab faylı quraşdırıla bilmədi
ko: crontab 파일을 설치하지 못했습니다

source: Failed to mount devices
az: Cihazlar qoşula bilmədi
ko: 장치를 마운트하지 못했습니다

source: Failed to move file
az: Fayl köçürülə bilmədi
ko: 파일을 이동하지 못했습니다

source: Failed to move system subvolume to snapshot directory
az: Sistem alt bölməsi nüsxələr qovluğuna köçürülə bilmədi
ko: 스템 하위 볼륨을 스냅샷 디렉터리로 이동하지 못했습니다

source: Failed to query subvolume list
az: Alt bölmələr siyahısı sorğusu baş tutmadı
ko: 하위 볼륨 목록을 쿼리하지 못했습니다

source: Failed to query subvolume quota
az: Alt bölmələr kvotası sorğusu baş tutmadı
ko: 하위 볼륨 할당량을 쿼리하지 못했습니다

source: Failed to read cron tab
az: Crontab faylı oxuna bilmədi
ko: crontab 파일을 읽지 못했습니다

source: Failed to read file
az: Fayl oxuna bilmədi
ko: 파일을 읽지 못했습니다

source: Failed to remove
az: Silinə bilmədi
ko: 제거하지 못했습니다

source: Failed to remove cron job
az: Cron tapşırığı silinə bilmədi
ko: cron 작업을 제거하지 못했습니다

source: Failed to remove snapshot
az: Nüsxə silinə bilmədi
ko: 스냅샷을 제거하지 못했습니다

source: Failed to rescan subvolume quota
az: Alt bölmə kvotasının təkrar aşkarlanması baş tutmadı
ko: 하위 볼륨 할당량을 다시 검색하지 못했습니다

source: Failed to restore system subvolume
az: Sistem alt bölməsi bərpa edilə bilmədi
ko: 시스템 하위 볼륨을 복원하지 못했습니다

source: Failed to save exclude list
az: İstisnalar siyahısı saxlanıla bilmədi
ko: 제외 목록을 저장하지 못했습니다

source: Failed to unlock device
az: Cihazları kiliddən çıxarmaq baş tutmadı
ko: 장치 잠금을 해제하지 못했습니다

source: Failed to unmount
az: Ayırmaq olmur
ko: 마운트 해제하지 못했습니다

source: Failed to unmount device!
az: Cihazları ayırmaq olmur
ko: 장치를 마운트 해제하지 못했습니다!

source: Failed to write file
az: Fayllar yazıla bilmədi
ko: 파일을 쓰지 못했습니다

source: File (snapshot)
az: Fayl (nüsxə)
ko: 파일 (스냅샷)

source: File (system)
az: Fayl (sistem)
ko: 파일 (시스템)

source: File Pattern
az: Fayl nümunəsi
ko: 파일 패턴

source: File and directory counts:
az: Faylın və kataloqun miqdarı:
ko: 파일 및 디렉터리 수:

source: File not found
az: Fayl tapılmadı
ko: 파일을 찾을 수 없습니다

source: Files &amp; directories matching the patterns below will be excluded. Patterns starting with a + will include the item instead of excluding.
az: Aşağıdakı şablona uyğun gələn fayllar və qovluqlar istisna oluncaqlar. + ilə başlayan nümunələr istisna olunan faylların əvəzinə daxil ediləcəklər.
ko: 아래 패턴과 일치하는 파일 및 디렉터리는 제외됩니다. +로 시작하는 패턴은 항목을 제외하는 대신 포함합니다.

source: Files and directories can be excluded to save disk space.
az: Diskdə yerə qənaət üçün fayllar və qovluqlar istisna olunacaqlar
ko: 디스크 공간을 절약하기 위해 파일 및 디렉터리를 제외할 수 있습니다.

source: Files and directory counts:
az: Faylların və kataloqların miqdarı:
ko: 파일 및 디렉터리 수:

source: Files matching the following patterns will be excluded
az: Aşağıdakı nümunələr ilə uyğun fayllar istisna olunacaqlar
ko: 다음 패턴과 일치하는 파일은 제외됩니다

source: Filesystem
az: Fayl_sistemi
ko: 파일시스템

source: Filter by name or path
az: Adına və yoluna görə süzgəcləyin
ko: 이름 또는 경로로 필터링

source: Filters
az: Süzgəclər
ko: 필터

source: Finish
az: Son
ko: 끝내기

source: Finished
az: Başa çatdı
ko: 끝남

source: First snapshot requires:
az: İlk nüsxə tələb olunur:
ko: 첫 번째 스냅샷에는 다음이 필요합니다:

source: Found existing pre-restore snapshot
az: Mövcud bərpadan əvvəlki nüsxə tapıldı
ko: 기존의 사전 복원 스냅샷을 찾았습니다

source: Free
az: Boş
ko: 남음

source: Free space
az: Boş yer
ko: 남은 공간

source: GRUB Device
az: GRUB cihazı
ko: GRUB 장치

source: GRUB device not selected
az: GRUB cihazı seçilmyib
ko: GRUB 장치가 선택되지 않았습니다

source: GRUB will NOT be reinstalled
az: GRUB təkrar QURAŞDIRILMAYACAQ
ko: GRUB은 다시 설치되지 않을 것입니다

source: Generating initramfs...
az: İnitramfs yaradılır...
ko: initramfs 생성하는 중...

source: Global
az: Ümumi
ko: 전역

source: Group
az: Qrup
ko: 그룹

source: Help
az: Kömək
ko: 도움말

source: Hidden files and folders are included by default since they contain user-specific configuration files.
az: Gizli fayllar və qovluqlar daxil edilir, belə ki, onlar istifadəçiyə lazım olan fayllardan ibarətdir
ko: 숨겨진 파일 및 폴더는 사용자별 구성 파일을 포함하므로 기본적으로 포함됩니다.

source: Hide
az: Gizli
ko: 숨김

source: Hide rsync output
az: Rsync çıxışını gizlədin
ko: rsync 출력 숨김

source: Hide this window (files will be deleted in background)
az: Bu pəncərəni gizlədin (fayllar arxa planda silinəcəkdir)
ko: 이 창 숨김 (파일이 백그라운드에서 삭제됨)

source: Home
az: EV
ko: 홈

source: Home Directory
az: Ev kataloqu
ko: 홈 디렉터리

source: Hourly
az: Hər saat
ko: 매시간

source: Hourly snapshot failed!
az: Saatbaşı nüsxələmə alınmadı
ko: 매시간 스냅샷 만들기에 실패했습니다!

source: Hourly snapshots are enabled
az: Saatbaşı nüsxələmə aktivdir
ko: 매시간 스냅샷 만들기를 실행합니다
